[
  {
    "en": "I'm running low on energy today.",
    "ko": "오늘은 에너지가 점점 떨어지고 있어요."
  },
  {
    "en": "I just needed some quiet time to breathe.",
    "ko": "잠깐 숨 돌릴 조용한 시간이 필요했어요."
  },
  {
    "en": "Today felt overwhelming, but I made it through.",
    "ko": "오늘은 버거웠지만 그래도 버텼어요."
  },
  {
    "en": "I'm proud that I showed up, even if it wasn't perfect.",
    "ko": "완벽하진 않아도 오늘 나 자신을 지켰다는 게 뿌듯해요."
  },
  {
    "en": "I tried to be kind to myself instead of rushing.",
    "ko": "서두르기보다는 나를 좀 더 다정하게 대하려고 했어요."
  },
  {
    "en": "I want to get better at expressing how I really feel.",
    "ko": "내 진짜 감정을 더 잘 표현하고 싶어요."
  },
  {
    "en": "I’m not in a great mood, but I’m still okay.",
    "ko": "기분이 아주 좋진 않지만 그래도 괜찮아요."
  },
  {
    "en": "I felt a small moment of peace in the middle of chaos.",
    "ko": "복잡한 하루 속에서 잠깐의 평화를 느꼈어요."
  },
  {
    "en": "I'm learning to say no without feeling guilty.",
    "ko": "죄책감 없이 거절하는 연습을 하고 있어요."
  },
  {
    "en": "I’m trying to focus on progress, not perfection.",
    "ko": "완벽보다 조금씩 나아지는 것에 집중하려고 해요."
  },
  {
    "en": "I’m slowly getting comfortable with being myself.",
    "ko": "조금씩 있는 그대로의 나를 편하게 느끼는 중이에요."
  },
  {
    "en": "Today I let myself rest without apologizing.",
    "ko": "오늘은 미안해하지 않고 그냥 쉬었어요."
  },
  {
    "en": "I'm grateful for the small things that made me smile today.",
    "ko": "오늘 미소 짓게 만든 사소한 것들에 감사해요."
  },
  {
    "en": "I reminded myself that it’s okay to take things slow.",
    "ko": "서두르지 않아도 괜찮다고 스스로에게 말해줬어요."
  },
  {
    "en": "I learned something new, even if it was small.",
    "ko": "작은 거라도 오늘은 새로운 걸 배웠어요."
  },
  {
    "en": "I gave myself permission to rest.",
    "ko": "오늘은 마음 놓고 쉬어도 된다고 허락했어요."
  },
  {
    "en": "I tried my best, and that’s enough for today.",
    "ko": "최선을 다했으니 오늘은 그걸로 충분해요."
  },
  {
    "en": "I noticed how the sunset made me feel calm.",
    "ko": "노을이 마음을 차분하게 만드는 걸 느꼈어요."
  },
  {
    "en": "I realized I don’t have to have everything figured out.",
    "ko": "모든 걸 다 알 필요는 없다는 걸 깨달았어요."
  },
  {
    "en": "I let go of something that was weighing me down.",
    "ko": "마음을 짓누르던 걸 하나 내려놨어요."
  },
  {
    "en": "I spoke up for myself, and it felt good.",
    "ko": "오늘은 내 의견을 말했어요, 그게 뿌듯했어요."
  },
  {
    "en": "I made time to do something I enjoy.",
    "ko": "내가 좋아하는 일을 할 시간을 냈어요."
  },
  {
    "en": "I took a walk to clear my mind.",
    "ko": "생각을 정리하려고 산책을 했어요."
  },
  {
    "en": "I’m learning to be okay with uncertainty.",
    "ko": "불확실함 속에서도 괜찮아지는 법을 배우는 중이에요."
  },
  {
    "en": "I found joy in something simple today.",
    "ko": "오늘은 소소한 일에서 즐거움을 찾았어요."
  },
  {
    "en": "I reminded myself that growth takes time.",
    "ko": "성장은 시간이 걸린다는 걸 다시 떠올렸어요."
  },
  {
    "en": "I did something today that future me will thank me for.",
    "ko": "미래의 내가 고마워할 일을 오늘 했어요."
  },
  {
    "en": "I reached out to someone I care about.",
    "ko": "소중한 사람에게 먼저 연락했어요."
  },
  {
    "en": "I’m learning to trust my own pace.",
    "ko": "나만의 속도를 믿는 연습을 하고 있어요."
  },
  {
    "en": "I took a deep breath instead of reacting right away.",
    "ko": "바로 반응하지 않고, 한 번 숨을 고르는 걸 선택했어요."
  },
  {
    "en": "I found comfort in a familiar routine.",
    "ko": "익숙한 루틴 속에서 편안함을 느꼈어요."
  },
  {
    "en": "I noticed that not every day needs to be productive.",
    "ko": "매일 생산적일 필요는 없다는 걸 알게 됐어요."
  },
  {
    "en": "I’m starting to appreciate quiet moments more.",
    "ko": "조용한 순간들을 점점 더 소중히 느껴요."
  },
  {
    "en": "I allowed myself to make mistakes and move on.",
    "ko": "실수해도 괜찮다고 생각하고 그냥 지나갔어요."
  },
  {
    "en": "I faced something I was avoiding, even if it was small.",
    "ko": "피하던 일을 작은 것부터 마주했어요."
  },
  {
    "en": "I felt grateful for my body carrying me through the day.",
    "ko": "오늘 하루를 버텨준 내 몸에 감사했어요."
  },
  {
    "en": "I’m beginning to enjoy being alone without feeling lonely.",
    "ko": "외롭지 않게 혼자 있는 시간을 즐기기 시작했어요."
  },
  {
    "en": "I reminded myself that bad days don’t last forever.",
    "ko": "나쁜 날도 결국 지나간다는 걸 다시 떠올렸어요."
  },
  {
    "en": "I’m learning that slowing down doesn’t mean giving up.",
    "ko": "속도를 늦춘다고 포기하는 건 아니라는 걸 배우고 있어요."
  },
  {
    "en": "I managed to stay calm in a tough situation.",
    "ko": "어려운 상황에서도 침착함을 유지했어요."
  },
  {
    "en": "I chose kindness over being right.",
    "ko": "옳음보다 다정함을 선택했어요."
  },
  {
    "en": "I learned to laugh at something that used to frustrate me.",
    "ko": "예전엔 답답했던 일을 웃어넘길 수 있었어요."
  },
  {
    "en": "I’m slowly learning what truly matters to me.",
    "ko": "진짜로 중요한 게 무엇인지 천천히 알아가고 있어요."
  },
  {
    "en": "I spent less time worrying about things I can’t control.",
    "ko": "내가 통제할 수 없는 일엔 덜 걱정했어요."
  },
  {
    "en": "I’m grateful that I got through today, no matter how it looked.",
    "ko": "어떤 하루였든, 오늘을 버텨낸 것에 감사해요."
  },
  {
    "en": "I realized that resting is also a form of progress.",
    "ko": "휴식도 성장의 한 부분이라는 걸 깨달았어요."
  },
  {
    "en": "I’m learning to celebrate small wins.",
    "ko": "작은 성취도 기쁘게 받아들이는 중이에요."
  },
  {
    "en": "I reminded myself that comparison steals joy.",
    "ko": "비교는 기쁨을 앗아간다는 걸 기억했어요."
  },
  {
    "en": "I gave myself credit for how far I’ve come.",
    "ko": "지금까지 잘 버텨온 나를 인정해줬어요."
  },
  {
    "en": "I’m learning to let things unfold naturally.",
    "ko": "일이 자연스럽게 흘러가도록 두는 법을 배우는 중이에요."
  },
  {
    "en": "I’m okay with not having all the answers.",
    "ko": "모든 해답을 몰라도 괜찮아요."
  },
  {
    "en": "I noticed that my worries were louder than reality.",
    "ko": "내 걱정이 현실보다 더 크게 느껴졌다는 걸 알았어요."
  },
  {
    "en": "I allowed myself to be proud of small efforts.",
    "ko": "작은 노력에도 자부심을 느꼈어요."
  },
  {
    "en": "I enjoyed a quiet cup of coffee this morning.",
    "ko": "오늘 아침, 조용히 커피 한 잔을 즐겼어요."
  },
  {
    "en": "I took time to listen to what my body needed.",
    "ko": "몸이 필요로 하는 걸 들어주었어요."
  },
  {
    "en": "I’m grateful for one good conversation today.",
    "ko": "오늘 있었던 좋은 대화 한 번에 감사했어요."
  },
  {
    "en": "I reminded myself that healing isn’t linear.",
    "ko": "회복은 직선이 아니라는 걸 다시 떠올렸어요."
  },
  {
    "en": "I’m learning to find joy in the process, not just the result.",
    "ko": "결과뿐 아니라 과정에서도 기쁨을 찾으려 해요."
  },
  {
    "en": "I’m proud that I kept a promise to myself today.",
    "ko": "오늘은 나 자신과의 약속을 지켰어요."
  },
  {
    "en": "I forgave myself for something small.",
    "ko": "작은 일 하나라도 스스로를 용서했어요."
  },
  {
    "en": "I’m learning to enjoy the quiet between big moments.",
    "ko": "큰 사건들 사이의 조용한 순간도 즐기려 해요."
  },
  {
    "en": "I’m thankful that I have another chance tomorrow.",
    "ko": "내일도 다시 시작할 수 있다는 게 고마워요."
  },
  {
    "en": "I took a break before I burned out.",
    "ko": "지치기 전에 잠시 멈췄어요."
  },
  {
    "en": "I realized I’m doing better than I think.",
    "ko": "생각보다 잘하고 있다는 걸 알게 됐어요."
  },
  {
    "en": "I’m learning to find peace in ordinary days.",
    "ko": "평범한 하루 속에서 평화를 찾으려 해요."
  },
  {
    "en": "I reminded myself that growth feels uncomfortable sometimes.",
    "ko": "성장은 때로 불편하게 느껴진다는 걸 기억했어요."
  },
  {
    "en": "I’m proud that I didn’t give up when it got hard.",
    "ko": "힘들 때 포기하지 않은 나 자신이 자랑스러워요."
  }
]
